[{
        "AboutAce": [
            { "title": "Aboutfollowme", "subtitle": ["Company Introduction"] },

            {
                "title": "Legal Notifications",
                "subtitle": [{
                        "show": false,
                        "heading": "Terms & Conditions",
                        "para": "Please be advised that by using the services provided on the FOLLOWME website that you are accepting the FOLLOWME Terms of Service(hereinafter referred to as the Terms).It is your responsibility that you read these terms carefully and completely so that you fully understand the contents of the FOLLOWME Terms of Service and the related laws and regulations before engaging in any services or products provided by FOLLOWME.In essence you are legally bound by the terms with regards to the following being provided by FOLLOWME;the FOLLOWME website(including sub - pages)data platforms and third - party signal providers('Brokers') that you choose or enable.If you do not agree to the terms do not use any products and services on this site.This agreement is between Follow Me Technology Limited(“the Company”) and an individual or company registered on the website www.followme.com(“Partner”) who has explicitly accepted these terms and conditions"
                    },
                    { "heading": "Privacy", "para": "This Privacy Policy explains how we collect, use, process and disclose your information, including personal information related to your visit and use of FOLLOWME and payment services. If there are undefined terms in this Privacy Policy (such as service item or FOLLOWME), its definition is consistent with our definition in the terms of service. In this policy, FOLLOWME, us or our refers to Follow Me Technology Limited company responsible for your information under this Privacy Policy." },
                    { "heading": "Disclaimer", "para": "Contracts for difference (CFDs) are complex financial  contracts traded on leverage. With leverage, the value of the contract is magnified. This may lead to huge swing of profit or loss. Therefore, you should learn and understand more on CFDs before investing and know whether you are able to risk the loss of some or all of your capital. Please seek proper advice from independent financial adviser separately.Any information published on the official website of FOLLOWME and its sub-pages is intended to provide users of this website with trading dynamics and information services. This website does not provide any form of investment advice. The trading strategies and trading signals generated by the trading system of this website do not represent any form of recommendation or inducement information. FOLLOWME does not encourage users to buy and sell foreign exchange, CFDs, derivative products, and other financial instruments.This statement is signed by Follow Me Technology Limited and a registered individual or company on the website www.followme.com that has clearly accepted these terms and conditions.This website has taken careful measures to verify the information, but it does not guarantee that the information contained in it is all accurate. Please understand that our information may be incomplete, or have omissions or delays. Neither this website nor the independent information provider shall be liable for any losses arising from information errors, incompleteness, delay, inaccuracy, or reliance on the information on this website. All forecasts or opinions (such as forecasts of future exchange rate changes) and trading activities based on these forecasts only represent the personal views and behaviors of third parties and do not represent the position of this website. You must understand that third-party forecasts do not represent any form of performance commitment, please do not directly or indirectly follow suit. You must conduct an independent analysis to make investment judgments. At the same time, you should understand that investment behaviors made based on the content of this website may produce actual profits or losses. Based on the trading strategies and signals provided by this website, your investment behavior using the personal configuration trading system is the result of your own decision, and you need to bear all risks yourself.This website clearly indicates that transactions in foreign exchange, CFDs, derivatives, and other financial instruments bring not only benefits but also considerable risks. The transaction follower system on this website is only suitable for followers who have a certain understanding of high-risk investments. You can use your free funds to invest, and it should not affect your daily expenses. The past performance of any trading strategy cannot represent its future performance. Generally, future exchange rate changes are unpredictable, which means that no personal strategy, financial advisor, manual, or automatic trading system can guarantee that any form of forecast may generate profits, so investment forecasts must be judged by their own analysis. Never follow blindly.Based on the website or network transmission delay, data may be biased (including but not limited to the loss of the order following relationship due to the account disconnection caused by the trader’s password modification or other network reasons). Therefore, the user is using the trading system, After the transaction is formed by the system, the transaction is generated, and the transaction confirmation SMS or site notification or email is received, you should check the transaction data changes in the transaction system in time. If it does not match the user's instruction, please notify the site management within 8 hours after the system deviation Personnel (contact email: trader@ followme.com), and inform the website management staff to correct the deviation between user instructions and transaction data (that is, decide whether to make up or open/close positions immediately). If the user does not view the transaction data or does not actively contact the website management personnel within 8 hours after the transaction data has deviated, it is deemed that the user has approved and accepted the final result of the transaction data.Neither FOLLOWME nor any partner of this website can guarantee that your investment based on the information provided by FOLLOWME and using the personal configuration trading system will be profitable. In addition, FOLLOWME, as the developer of the follow-up trading system, will not be liable for any customer losses caused by the delay or negligence of a third party (such as a company that provides this service or a partner broker). In addition to the above, FOLLOWME clearly stated that it will not take any responsibility for the strategies and trading signals provided by traders.Follow Me Technology Limited’s laws and regulations in the place where the company is registered shall apply to this statement and disputes between the parties that govern this statement unless there is a law that specifies that other governing laws apply In any civil litigation or other litigation processes in which a party to a contract seeks to realize the rights under this statement, or seeks to declare any rights or obligations under this statement, each contracting party shall bear the fees and expenses of its attorney. The contracting parties recognize the exclusive jurisdiction and venue of the court.The interpretation language of this statement should be Chinese.In the event of contradictions and inconsistencies between the non-Chinese and Chinese expressions of any documents, information, and messages, the two parties will use Chinese documents, information, and messages as the standard.—— Follow Me Technology Limited" },
                    { "heading": "Rules & Regulation", "para": "FOLLOWME community is established to be guided by investment strategies and share investment strategies and investment knowledge. Therefore, FOLLOWME has developed a set of basic community rules, please be aware of it.Community information is only to provide reference information for investment, so that investment users can learn, share, and interact with each other, and does not constitute any investment advice or recommendation. Investment depends entirely on your personal independent thinking and decision-making, FOLLOWME will not bear any responsibility for the profit or loss of investment.1. The community is a platform for traders and followers to communicate so that the followers can follow the investment through communication and understanding of traders who choose to trust. Traders can also share their professional investment knowledge with followers in the community to achieve the purpose of mutual understanding and choosing to follow investment objects.2. FOLLOWME does not guarantee the reliability and authenticity of the information provided by the community to FOLLOWME partners, financial institutions, and users. Therefore, the information published is only responsible for the legality of its published content, and will not bear any responsibility for the profits and losses generated by the investment based on this operation.3. Any act of publishing information in the community represents its personal actions. The act of setting up an official account by FOLLOWME to publish information on product technical services represents the official position of FOLLOWME." }
                ]
            },
            { "title": "Page", "subtitle": [{ "heading": "Brand Page Policy", "para": "" }, { "heading": "Brand Content Policy", "para": "" }] },

            { "title": "others", "subtitle": ["Career", "Contact Us"] }

        ]
    },

    {
        "followus": [{ "title": "Follow Us", "subtitle": ["Facebook", "Twitter", "Youtube", "Linkedin"] }]
    },

    {
        "features": [{ "title": "Features", "subtitle": [] },
            { "title": "Graphs & Report", "subtitle": ["Quates", "Trader Sentiment Index", "Pending Order & Position"] },
            { "title": "Tools", "subtitle": ["Calender", "Real-Time News"] },
            { "title": "Others", "subtitle": ["Cash"] }
        ]
    },



    {
        "Notification": [{ "title": "Notification", "subtitle": [] },
            { "title": "Comment and Mention", "subtitle": ["Receive Notification when commented pr responded by"] },
            { "title": "Any One", "subtitle": [], "checked": "true" },
            { "title": "the people who  i have subscription relationship with or who i am following", "subtitle": [], "checked": "false" },
            { "title": "Don't Receive Notification", "subtitle": [], "Cheked": "false" },
            { "title": "Accept Private Message", "subtitle": ["you will receive private messages and notificaiton when someone text you"], "Cheked": "true" },
            { "title": "Any One", "subtitle": ["Strangers can send  you up 3 private messages every day and the limit will be cancelled after replying "], "Cheked": "true" },
            { "title": "The People who i have subscribtion with or who i am following", "subtitle": [], "Cheked": "false" }
        ]
    },
    {
        "Trading": [{ "title": "Trading", "subtitle": [] },
            { "title": "open Trade in one Click", "subtitle": ["No More Confirmation when trading"], "toggled": "true" },
            { "title": "Close Trade in one Click", "subtitle": ["No More Confirmation when trading"], "toggled": "true" },
            { "title": "Trading Volum Less Than Broker's Limit", "subtitle": [] },
            { "title": "", "subtitle": ["Dont open Trade"], "Cheked": "false" },
            { "title": "", "subtitle": ["Opent Trade with the minmum volume"], "Cheked": "true" }
        ]
    }

]